ProjetoFaFup/Previsul.Components.IntegracaoIntouchws/documentação/XMLExemploSOAP.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
	<soap:Header/>
	<soap:Body>
		<tem:LocalizaPessoas>
			<tem:documento>32518799877</tem:documento>
			<tem:tipoPessoa>PF</tem:tipoPessoa>
		</tem:LocalizaPessoas>
	</soap:Body>
</soap:Envelope>